Repository: djangulo/gallery
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Espa&ntilde;

source: English
es: Ingl$eacute;

source: Do it yourself
es: Hazlo tu mismo

source: Learn to craft your own supplies with our DIY guides
es: Aprenda a preparar sus propios materiales con nuestras gu&iacute;as

source: Every painting has a story
es: Cada pintura tiene su historia

source: Read the inspiration and development behind every creation
es: Lea la inspiraci&oacute;n y desarrollo detr&aacute;s de cada creaci&oacute;n

source: See our collections
es: Vea nuestras colecciones

source: Gallery
es: Galer&iacute;a

source: Collections
es: Colecciones

source: Orders
es: Ordenes

source: DIY
es: Construya

source: Contact
es: Contacto

source: social link
es: enlace medios sociales
